Repository: adrianpaulbacolo/MobileSystemApi
Catalog: W88.rewards/App_LocalResources/default.*.aspx.resx
Languages: id_id, ja_jp, km_kh, ko_kr, th_th, vi_vn, zh_cn

# lbl_Exception
source: Unknown error, please try again.
km_kh: ប្រព័ន្ធរអាក់រអួល, ព្យាយាមម្តងទៀត
ko_kr: 알 수 없는 오류가 발생했습니다. 다시 시도해 주시기 바랍니다.
th_th: เกิดความผิดพลาด กรุณาลองใหม่อีกครั้ง
vi_vn: Đã xảy ra lỗi không xác định. Vui lòng thử lại lần nữa
zh_cn: 为止错误，请重试。

# lbl_redemption_success_limit_reached
source: Oops! You have already redeemed your BIRTHDAY item for this year.
ko_kr: 회원님께서는 이미 올해의 생일 보너스를 지급 받으셨습니다.
th_th: ขออภัยค่ะ! คุณได้ทำการแลกของขวัญวันเกิดของคุณไปแล้วในปีนี้
zh_cn: 出错啦！生日礼物一年仅限申请一次，本年度您已经兑换，感谢参与和支持！
