Repository: adrianpaulbacolo/MobileSystemApi
Catalog: W88.rewards/App_LocalResources/default.*.aspx.resx
Languages: id_id, ja_jp, km_kh, ko_kr, th_th, vi_vn, zh_cn

# lblPointCheckError
source: Request Submission Fail
id_id: Pengajuan permintaan gagal
ja_jp: 要求申請失敗
km_kh: សំនើរការបញ្ជូនត្រូវបានបរាជ័យ
ko_kr: 요청실패
th_th: คำขอการทำรายการล้มเหลว
vi_vn: Yêu cầu xác nhận không thành công
zh_cn: 提交申请失败

# lbl_about
source: About Rewards
id_id: Tetang Reward
ja_jp: リワードについて
km_kh: អំពីរង្វាន់
ko_kr: 보상에 대하여
th_th: เกี่ยวกับโปรแกรมสะสมแต้ม
vi_vn: Về điểm thưởng
zh_cn: 关于积分奖励

# lbl_account
source: Account
ja_jp: アカウント
km_kh: គណនី
ko_kr: 계정
th_th: บัญชีผู้ใช้งาน
vi_vn: Tài khoản
zh_cn: 账户

# lbl_account_summary
source: Account Summary
id_id: Ringkasan account
ja_jp: アカウント概要
km_kh: គណនីសង្ខេប
ko_kr: 계정 요약
th_th: สรุปรายงานบัญชี
vi_vn: Tóm tắt thông tin tài khoản
zh_cn: 账户总览

# lbl_add_to_cart
source: ADD TO CART
id_id: Tambahkan ke keranjang
ja_jp: カートに加える
km_kh: ដាក់ចូលក្នុងទូទំនិញ
ko_kr: 카트에 추가하기
th_th: เลือกของรางวัล
vi_vn: Bỏ vào giỏ
zh_cn: 加入购物车

# lbl_adjusted
source: Net Points Adjusted
id_id: Jumlah Poin sesuai
ja_jp: 調整されたネットポイント
km_kh: ពិន្ទុសរុបដែលបានកែសម្រួល
ko_kr: 순수 포인트 관리
th_th: แต้มสะสมที่ได้รับ
vi_vn: Điểm điều chỉnh ròng
zh_cn: 积分调节

# lbl_adjustment_type
source: Adjustment Type
id_id: Tipe Penyesuaian
ja_jp: 調整タイプ
km_kh: ប្រភេទនៃការកែសម្រួល
ko_kr: 관리 타입
th_th: ประเภทการเติมแต้ม
vi_vn: Loại điều chỉnh
zh_cn: 调整类型

# lbl_affiliates
source: Affiliates
id_id: Affiliasi-affiliasi
ja_jp: アフィリエイト
km_kh: ភ្នាល់ងារ
ko_kr: 파트너 제휴
th_th: พันธมิตร
vi_vn: Đại lý
zh_cn: 合营伙伴

# lbl_all
source: ALL
ja_jp: 全部
km_kh: ទាំងអស់
ko_kr: 모든 상품
th_th: ทั้งหมด
vi_vn: Tất cả
zh_cn: 全部

# lbl_amount
source: Amount
ja_jp: 金額

# lbl_bet_date
source: Bet Date
id_id: Tanggal Taruhan
ja_jp: 賭けられた日付
km_kh: កាលបរិច្ចេទការភ្នាល់
ko_kr: 베팅 날짜
th_th: วันที่วางเดิมพัน
vi_vn: Ngày cược
zh_cn: 投注时间

# lbl_cart
source: Total Points in Cart
id_id: Total Poin di keranjang
ja_jp: カートのトータル・ポイント
km_kh: ពិន្ទុសរុបនៅក្នុងទូទំនិញ
ko_kr: 카트의 총 포인트
th_th: ยอดคะแนนสะสมรวมที่ต้องใช้
vi_vn: Tổng điểm trong giỏ
zh_cn: 购物车总积分

# lbl_cart_removed
source: Item is removed from cart successfully
id_id: Item telah berhasil dihapus dari keranjang
ja_jp: アイテムは、カートから取り除かれました
km_kh: ទំនិញត្រូវបានយកចេញពីរទូដាក់ទំនិញដោយជោគជ័យ
ko_kr: 아이템이 성공적으로 장바구니에서 제거되었습니다.
th_th: ของรางวัลถูกยกเลิกเรียบร้อยแล้ว
vi_vn: Mặt hàng đã được gỡ bỏ khỏi giỏ hàng thành công
zh_cn: 商品从购物车移除成功

# lbl_cart_success
source: Item is added to cart successfully
id_id: Item telah berhasil ditambahkan di keranjang
ja_jp: アイテムは、カートに加えられました
km_kh: ទំនិញត្រូវបានបន្ថែមចូលក្នុងទូដាក់ទំនិញដោយជោគជ័យ
ko_kr: 아이템이 성공적으로 장바구니에 추가되었습니다.
th_th: ของรางวัลถูกเลือกเรียบร้อยแล้ว
vi_vn: Mặt hàng được thêm vào giỏ thành công
zh_cn: 商品以成功添加至购物车

# lbl_cart_title
source: ITEMS IN YOUR CART
id_id: Item di Keranjang Anda
ja_jp: カートの中のアイテム
km_kh: ទំនិញនៅក្នុងទូដាក់ទំនិញរបស់អ្នក
ko_kr: 장바구니의 아이템
th_th: ของรางวัลที่ถูกเลือก
vi_vn: Mặt hàng trong giỏ của bạn
zh_cn: 购物车中商品

# lbl_category
source: Category
id_id: Kategori
ja_jp: カテゴリー
km_kh: ការតាឡុក
ko_kr: 카테고리
th_th: รายการของรางวัล
vi_vn: Danh mục
zh_cn: 类别

# lbl_category_code
source: Category Code
id_id: Kode Kategori
ja_jp: カテゴリーコード
km_kh: កូដការតាឡុក
ko_kr: 카테고리 코드
th_th: รหัสของรางวัล
vi_vn: Mã danh mục
zh_cn: 分类代码

# lbl_city
source: City
id_id: Kota
ja_jp: 都市
km_kh: ទីក្រុង
ko_kr: 도시
th_th: เมือง
vi_vn: Thành phố
zh_cn: 城市

# lbl_claim
source: CLAIM PRIZE
id_id: KLAIM HADIAH
ja_jp: 賞品の請求
km_kh: ទាមទាររង្វាន់
ko_kr: 우승 상품 받아가기
th_th: รับมูลค่า
vi_vn: NHẬN GIẢI
zh_cn: 领取奖品

# lbl_claim_info
source: CLAIM INFO
ja_jp: 情報の要求

# lbl_claim_now
source: CLAIM NOW
id_id: KLAIM SEKARANG
ja_jp: すぐに要求する
km_kh: ទាមទាររង្វាន់
ko_kr: 지금 받아가기
th_th: รับทันที
vi_vn: ĐỔI NGAY
zh_cn: 立即兑换

# lbl_contact
source: Contact Number
id_id: Nomor Telepon
ja_jp: 連絡先番号
km_kh: លេទទូរសព្ទ័សម្រាប់ទំនាក់ទំនង
ko_kr: 연락 전화번호
th_th: หมายเลขติดต่อ
vi_vn: Số điện thoại liên hệ
zh_cn: 联系电话

# lbl_contact_us
source: Contact Us
id_id: Hubungi Kami
ja_jp: お問合せ
km_kh: អំពីយើង
ko_kr: 고객지원
th_th: ติดต่อเรา
vi_vn: Liên Hệ
zh_cn: 联系我们

# lbl_cont_shopping
source: CONTINUE SHOPPING
id_id: Lanjutkan Belanja
ja_jp: 買い物を続ける。
km_kh: បន្តការទិញទំនិញ
ko_kr: 쇼핑 계속하기
th_th: เลือกของรางวัลเพิ่มเติม
vi_vn: Tiếp tục mua sắm
zh_cn: 继续购物

# lbl_copyrights
source: &copy;{0} W88. All rights reserved | 18+
ja_jp: {0}著作権所有
km_kh: & ចម្លង; {0} W88. រក្សាសិទិ្ធគ្រប់យ៉ាង | ១៨+
th_th: 2013 W88 สงวนลิขสิทธิ์| 18+
vi_vn: &copy;{0} Bản Quyền Thuộc W88 | 18+
zh_cn: &copy;{0} 优德W88. 版权所有 | 18+

# lbl_country
source: Country
id_id: Negara
ja_jp: 国
km_kh: ប្រទេស
ko_kr: 국가
th_th: เมือง
vi_vn: Quốc gia
zh_cn: 国家

# lbl_currency
source: Currency
id_id: Mata Uang
ja_jp: 通貨
km_kh: រូបិយវត្ថុ
ko_kr: 통화
th_th: สกุลเงิน
vi_vn: Tiền tệ
zh_cn: 货币

# lbl_current
source: Current Points Balance
id_id: Jumlah Poin saat ini
ja_jp: 現在のポイント残高
km_kh: សមតុល្យពិន្ទុបច្ចុប្បន្ន
ko_kr: 현재 포인트 잔액
th_th: คะแนนแต้มสะสมคงเหลือ
vi_vn: Số dư điểm hiện tại
zh_cn: 现有积分余额

# lbl_date
source: Date
id_id: Tanggal
ja_jp: 日付
km_kh: កាលបរិច្ចេទ
ko_kr: 날짜
th_th: วันที่
vi_vn: Ngày
zh_cn: 日期

# lbl_date_from
source: Date From
id_id: Dari tanggal
ja_jp: から始まる
km_kh: កាលបរិច្ចេទពី
ko_kr: 시작 날짜
th_th: จากวันที่
vi_vn: Từ ngày
zh_cn: 日期从

# lbl_date_to
source: Date To
id_id: Sampai Tanggal
ja_jp: への日付
km_kh: កាលបរិច្ចេទដល់
ko_kr: 종료 날짜
th_th: ถึงวันที่
vi_vn: Tới ngày
zh_cn: 日期到

# lbl_days
source: Day(s)
id_id: Hari
ja_jp: 日
km_kh: ថ្ងៃ
ko_kr: 일
th_th: ทุกวัน
vi_vn: Ngày
zh_cn: 日

# lbl_delivery_period
source: Delivery Days:
id_id: Hari pengiriman:
ja_jp: 配達日
km_kh: រយៈពេលដឹកជញ្ជូន:
ko_kr: 배송기간 :
th_th: รายวัน:
vi_vn: Ngày giao hàng :
zh_cn: 交货日期

# lbl_details
source: DETAILS
id_id: DETAIL
ja_jp: 詳細
km_kh: ព័ត៌មានលំអិត
ko_kr: 세부사항
th_th: รายละเอียด
vi_vn: Chi tiết
zh_cn: 详情

# lbl_discount
source: Discount
ja_jp: 割引

# lbl_earn
source: Points Earn
id_id: Poin Yang Terkumpul
ja_jp: ポイントの獲得
km_kh: ពិន្ទុរកបាន
ko_kr: 획득 포인트
th_th: แต้มสะสมที่ได้รับ
vi_vn: Điểm sinh ra
zh_cn: 已兑换积分

# lbl_earning
source: Total Points Earning
id_id: Jumlah Poin
ja_jp: トータルポイントの獲得
km_kh: ពិន្ទុរកបានសរុប
ko_kr: 총 획득 포인트
th_th: ยอดรวมแต้มสะสมที่ได้รับ
vi_vn: Tổng điểm sinh ra
zh_cn: 总积分

# lbl_earning_listing
source: Earning Listing
id_id: Daftar Poin yang Terkumpul
ja_jp: 獲得リスト
km_kh: តារាងពិន្ទុរកបាន
ko_kr: 획득 포인트 목록
th_th: รายการแต้มสะสมที่ได้รับ
vi_vn: Bảng liệt kê điểm
zh_cn: 兑换列表

# lbl_enter_account
source: Please enter account
id_id: Silahkan masukkan account
ja_jp: アカウントに入力してください
km_kh: សូមបញ្ចូលគណនី
ko_kr: 계정 정보를 입력해 주세요.
th_th: กรุณาระบุชื่อบัญชี
vi_vn: Vui lòng nhập tài khoản
zh_cn: 请输入账号

# lbl_enter_address
source: Please enter address
id_id: Silahkan masukkan alamat
ja_jp: アドレスを入力してください
km_kh: សូមបញ្ចូលអាស័យដ្ឋាន
ko_kr: 주소를 입력해 주세요.
th_th: กรุณาระบุที่อยู่
vi_vn: Vui loòng nhập địa chỉ
zh_cn: 请输入地址

# lbl_enter_city
source: Please enter city
id_id: Silahkan masukkan kota
ja_jp: 都市名を入力してください
km_kh: សូមបញ្ចូលទីក្រុង
ko_kr: 도시를 입력해 주세요.
th_th: กรุณาระบุจังหวัด
vi_vn: Vui lòng nhập thành phố
zh_cn: 请输入城市

# lbl_enter_contact
source: Please enter contact number
id_id: Silahkan masukkan nomor kontak
ja_jp: 連絡先番号を入力してください
km_kh: សូមបញ្ចូលលេខទំនាក់ទំនង
ko_kr: 연락 전화번호를 입력해 주세요.
th_th: กรุณาระบุเบอร์ติดต่อ
vi_vn: Vui lòng nhập số điện thoại liên hệ
zh_cn: 请输入联系电话

# lbl_enter_country
source: Please enter country
id_id: Silahkan masukkan negara
ja_jp: 国を入力してください
km_kh: សូមបញ្ចូលប្រទេស
ko_kr: 국가를 입력해 주세요.
th_th: กรุณาระบุชื่อประเทศ
vi_vn: Vui lòng nhập quốc gia
zh_cn: 请输入国家

# lbl_enter_name
source: Please enter name
id_id: Silahkan masukkan nama
ja_jp: お名前を入力してください
km_kh: សូមបញ្ចូលឈ្មោះ
ko_kr: 이름을 입력해 주세요.
th_th: กรุณาระบุชื่อ
vi_vn: Vui lòng nhập tên
zh_cn: 请输入姓名

# lbl_enter_postal
source: Please enter postal.
id_id: Silahkan masukkan kode pos
ja_jp: 郵便番号を入力してください
km_kh: សូមបញ្ចូលលេខកូដប្រៃសនីយ៍
ko_kr: 우편번호를 입력해 주세요.
th_th: กรุณาระบุรหัสไปรษณีย์
vi_vn: Vui lòng nhập mã bưu chính
zh_cn: 请输入邮编

# lbl_enter_remarks
source: Please enter remarks
id_id: Silahkan masukkan keterangan
ja_jp: 備考を入力してください
km_kh: សូមបញ្ចូលកំណត់សំគាល់
ko_kr: 비고란을 입력해 주세요.
th_th: กรุณาระบุหมายเหตุ
vi_vn: Vui lòng nhập chú ý
zh_cn: 请输入备注信息

# lbl_error_redemption
source: Error in Redemption
id_id: Kesalah dalam penebusan
ja_jp: 償還におけるエラー
km_kh: ការប្តូរយករង្វាន់មានបញ្ហា
ko_kr: 보너스 상환 오류
th_th: เกิดข้อผิดพลาดในการแลกของรางวัล
vi_vn: Lỗi trong quá trình đổi
zh_cn: 兑换出现错误

# lbl_expired
source: Total Points Expired
id_id: Jumlah Poin Kadaluarsa
ja_jp: 合計ポイントの期限切れ
km_kh: ពិន្ទុសរុបដែលបានផុតកំណត់
ko_kr: 총 만료 포인트
th_th: ยอดรวมแต้มสะสมที่หมดอายุ
vi_vn: Tổng điểm hết hạn
zh_cn: 过期总积分

# lbl_expired_listing
source: Expired Listing
id_id: Daftar Poin Kadaluarsa
ja_jp: 期限切れのリスト
km_kh: តារាងផុតកំណត់
ko_kr: 만료된 포인트 목록
th_th: รายการที่หมดอายุ
vi_vn: Bảng liệt kê hết hạn
zh_cn: 过期报表

# lbl_faq
source: FAQ
ja_jp: よくある質問とその回答
km_kh: សំនួរចម្លើយទូទៅ
ko_kr: 자주 묻는 질문
th_th: คำถามที่พบบ่อย
vi_vn: Câu hỏi thường gặp
zh_cn: 积分常见问题

# lbl_first_page
source: First Page
id_id: Halaman Pertama
ja_jp: 最初のページ
km_kh: ទំព័រទី១
ko_kr: 첫 페이지
th_th: หน้าแรก
vi_vn: Trang nhất
zh_cn: 首页

# lbl_help_centre
source: Info Centre
id_id: Pusat Info
ja_jp: インフォメーションセンター
km_kh: មជ្ឈមណ្ឌលផ្តល់ព័ត៌មាន
ko_kr: 정보 센터
th_th: ศูนย์ข้อมูล
vi_vn: Trung tâm thông tin
zh_cn: 信息中心

# lbl_hot
source: HOT
ja_jp: ホット
km_kh: ពិសេស
ko_kr: 인기
th_th: ใหม่ล่าสุด
zh_cn: 最热

# lbl_invalid_at_least
source: Invalid Quantity. Quantity must be at least 1
id_id: Jumlah tidak valid. Jumlah setidaknya harus 1
ja_jp: 無効の数、少なくとも1以上でなければなりません
km_kh: បរិមាណមិនត្រឹមត្រូវ បរិមាណយ៉ាងហោចណាស់ចាប់ពីមួយ
ko_kr: 잘못된 수량입니다. 최소 1이상의 수량이어야 합니다.
th_th: จำนวนที่ระบุไม่ถูกต้องจะต้องมีอย่างน้อย 1 ชิ้นขึ้นไป
vi_vn: Số lượng không hợp lệ. Số lượng phải có ít nhất 1
zh_cn: 无效的数量。数量最少为1

# lbl_invalid_number
source: Invalid Quantity. Please Enter number of quantity
id_id: Jumlah tidak valid. Silahkan masukkan nomor jumlah
ja_jp: 無効の数、数を入力してください
km_kh: បរិមាណមិនត្រឹមត្រូវ សូមបញ្ចូលចំនួនបរិមាណ
ko_kr: 잘못된 수량입니다. 수량을 입력해 주세요.
th_th: จำนวนที่ระบุไม่ถูกต้องโปรดระบุจำนวนที่ถูกต้อง
vi_vn: Số lượng không hợp lệ. Vui lòng nhập số lượng
zh_cn: 无效的数量。请输入所需数量

# lbl_item_name
source: Item Name
id_id: Nama Item
ja_jp: アイテム名
km_kh: ឈ្មោះរបស់
ko_kr: 상품 이름
th_th: ชื่อของรางวัล
vi_vn: Tên quà tặng
zh_cn: 商品名称

# lbl_item_remove
source: Items in cart are removed due to out of stock/ items updates.
id_id: Item pada keranjang telah dihilangkan karena item/stok sedang diperbaharui.
ja_jp: カートのアイテムは品切れ/アイテムの更新中のため削除されました。
km_kh: ទំនិញនៅក្នុងកន្ត្រកត្រូវបានដកចេញពីក្នុងស្តុក/ទំនិញមានការផ្លាស់ប្តូរ
ko_kr: 장바구니의 아이템은 품절 / 상품 업데이트의 이유로 삭제되었습니다.
th_th: รายการที่ถูกเลือกไว้จะถูกนำออกเนื่องจากมีการปรับปรุงรายการหุ้น
vi_vn: Mặt hàng trong giỏ của bạn được loại bỏ do hết hàng/ mặt hàng đã được cập nhật
zh_cn: 你购买车中的商品已经被移除，由于缺货/产品更新。

# lbl_last_page
source: Last Page
id_id: Halaman terakhir
ja_jp: 最後のページ
km_kh: ទំព័រចុងក្រោយ
ko_kr: 마지막 페이지
th_th: หน้าสุดท้าย
vi_vn: Trang cuối
zh_cn: 末页

# lbl_mailing_address
source: Mailing Address
id_id: Alamat pengiriman surat
ja_jp: 住所
km_kh: អាស័យដ្ឋានសារអេឡិចត្រូនិច
ko_kr: 이메일 주소
th_th: ที่อยู่ในการจัดส่งของรางวัล
vi_vn: địa chỉ nhận quà
zh_cn: 邮寄地址

# lbl_mail_subject
source: Redemption EN
id_id: Redemption
ja_jp: 償還EN
km_kh: Redemption
ko_kr: Redemption
th_th: Redemption
vi_vn: Redemption
zh_cn: Redemption

# lbl_month
source: Month
id_id: Bulan
ja_jp: 月
km_kh: ខែ
ko_kr: 월
th_th: เดือน
vi_vn: Tháng
zh_cn: 月

# lbl_name
source: Name
id_id: Nama Item
ja_jp: 名前
km_kh: ឈ្មោះ
ko_kr: 이름
th_th: ชื่อ
vi_vn: Tên
zh_cn: 姓名

# lbl_new
source: NEW
ja_jp: 新しい
km_kh: ថ្មី
ko_kr: 신규
th_th: ใหม่
vi_vn: MÕìI
zh_cn: 新

# lbl_no_record_found
source: No record found
id_id: Catatan rekaman tidak ada
ja_jp: 記録は見つかりません
km_kh: មិនមានកំណត់ហេតុ
ko_kr: 기록을 찾을 수 없습니다.
th_th: ไม่พบข้อมูล
vi_vn: Dữ liệu không tìm thấy
zh_cn: 无记录

# lbl_of
source: of
ja_jp: オブ
km_kh: នៃ
ko_kr: 에 대한
th_th: ของ
vi_vn: của
zh_cn: 关于

# lbl_page
source: Page
id_id: Halaman
ja_jp: ページ
km_kh: ទំព័រ
ko_kr: 페이지
th_th: หน้า
vi_vn: Trang
zh_cn: 页

# lbl_per_page
source: per page
id_id: per halaman
ja_jp: ページごと
km_kh: ១ទំព័រ
ko_kr: 각 페이지
th_th: ต่อหน้า
vi_vn: mỗi trang
zh_cn: 每页

# lbl_points
source: Points
id_id: Poin-Poin
ja_jp: ポイント
km_kh: ពិន្ទុ
ko_kr: 포인트
th_th: แต้มสะสม
vi_vn: Điểm
zh_cn: 积分

# lbl_points_adjusted
source: Points Adjusted
id_id: Poin yang disesuaikan
ja_jp: ポイントアジャステッド（ポイント調整）
km_kh: ពិន្ទុដែលបានកែសម្រួល
ko_kr: 포인트 관리
th_th: คะแนนแต้มสะสมที่ได้รับเพิ่ม
vi_vn: Điểm điều chỉnh
zh_cn: 调整积分

# lbl_points_expired
source: Points Expired
id_id: Poin Kadaluarsa
ja_jp: ポイント有効期限切れあなたのポイントは不十分です。この償還のためには、より多くのリワードポイントが必要です。
km_kh: ពិន្ទុដែលផុតកំណត់
ko_kr: 만료된 포인트
th_th: คะแนนแต้มสะสมที่หมดอายุ
vi_vn: Điểm hết hạn
zh_cn: 过期积分

# lbl_points_redeemed
source: Points Redeemed
id_id: Poin terpakai
ja_jp: ポイント償還（交換、引き換え）
km_kh: ពិន្ទុប្តូររង្វាន់
ko_kr: 신청된 포인트
th_th: คะแนนแต้มสะสมที่ใช้แล้ว
vi_vn: Điểm đã đổi
zh_cn: 兑换积分

# lbl_postal
source: Postal
id_id: Pos
ja_jp: 郵便番号
km_kh: ប្រៃសណីយ៌
ko_kr: 우편
th_th: รหัสไปรษณีย์
vi_vn: Mã bưu chính
zh_cn: 邮寄

# lbl_product_code
source: Product Code
id_id: Kode Produk
ja_jp: プロダクトコード
km_kh: កូដផលិតផល
ko_kr: 제품 코드
th_th: รหัสผลิตภัณฑ์
vi_vn: Mã sản phẩm
zh_cn: 商品编号

# lbl_product_desc
source: Product Description
id_id: Penjelasan Produk
ja_jp: プロダクトの概要
km_kh: ពិពណ៌នាផលិតផល
ko_kr: 제품 설명
th_th: รายละเอียดของผลิตภัณฑ์
vi_vn: Miêu tả sản phẩm
zh_cn: 商品描述

# lbl_quantity
source: Quantity
id_id: Jumlah
ja_jp: クオンティティ（数量）
km_kh: បរិមាណ
ko_kr: 수량
th_th: จำนวน
vi_vn: Số lượng
zh_cn: 数量

# lbl_quantity_success
source: Quantity is updated successfully
id_id: Perbaruan Jumlah berhasil
ja_jp: クオンティティは更新されました
km_kh: បរិមាណត្រូវបានកែសំរួលជោគជ័យ
ko_kr: 수량이 성공적으로 업데이트 되었습니다.
th_th: จำนวนที่ได้รับการเพิ่มเติมเสร็จสมบูรณ์
vi_vn: Số lượng được cập nhật thành công
zh_cn: 数量成功更新

# lbl_range
source: Range From
id_id: Skala dari
ja_jp: 変動
km_kh: ចាប់ពី
ko_kr: 검색 범위
th_th: ช่วงจาก
vi_vn: Phạm vi từ
zh_cn: 范围从

# lbl_rangeTitle
source: POINTS SEARCH RANGE FOR ITEMS
ja_jp: アイテムのためのポイント検索範囲

# lbl_receipient
source: RECEIPIENT
id_id: Penerima
ja_jp: 受取人
km_kh: អ្នកទទួល
ko_kr: 수취인
th_th: ผู้รับ
vi_vn: Người nhận
zh_cn: 收件人

# lbl_redeem
source: REDEEM
id_id: TUKAR
ja_jp: 償還
km_kh: ប្តូររង្វាន់
ko_kr: 신청
th_th: แลกของรางวัล
vi_vn: Đổi quà
zh_cn: 兑换

# lbl_redeem_info
source: REDEEM INFO
id_id: INFO PENUKARAN
ja_jp: リディームインフォ
km_kh: ព័ត៌មានការប្តូររង្វាន់
ko_kr: 신청 정보
th_th: รายละเอียดการแลกของรางวัล
vi_vn: Thông tin đổi quà
zh_cn: 兑换信息

# lbl_redeem_insuffient
source: Sorry. You are not eligible for Spin Wheel
ja_jp: ごめんなさい。 あなたは、ホイールをご利用になれません 。

# lbl_redeem_now
source: REDEEM NOW
id_id: TUKAR SEKARANG
ja_jp: 今償還できます。
km_kh: ប្តូររង្វាន់ឥឡូវនេះ
ko_kr: 지금 신청하기
th_th: แลกของรางวัลทันที
vi_vn: Đổi ngay
zh_cn: 立即兑换

# lbl_redeem_success_processed
source: Redemption is processed successfully
id_id: Penebusan Berhasil di proses
ja_jp: 償還は処理されました。
km_kh: ការប្តូរយករង្វាន់បានជោគជ័យ
ko_kr: 상환이 성공적으로 처리되었습니다.
th_th: การแลกของรางวัลดำเนินการเสร็จสมบูรณ์
vi_vn: Đổi quà đã được tiến hành thành công
zh_cn: 兑换处理成功

# lbl_redeem_success_processed_SW
source: Redemption is submitted successfully. Your submission details has been sent to your email and private message. Our Rewards Team will contact you accordingly within 24 hours.
id_id: Penukaran yang anda ajukan sudah sukses. Rincian pengajuan anda telah dikirimkan ke email Anda dan pesan pribadi. Tim Reward kami akan menghubungi Anda dalam waktu 24 jam.
ja_jp: 償還は確かに提出されました。申請された詳細をお客様の電子メールに送りました。リワードチームが24時間以内にご連絡致します。
km_kh: សំណើរការដូរយករង្វាន់ ត្រូវបានបញ្ជូនដោយជោគជ័យ។ ពភ៌មានលំអិតត្រូវបានផ្ញើរទៅកាន់សារអេឡិចត្រូនិច និងសារឯកជន។ ក្រុមក្លឹបរង្វាន់របស់យើងនឹងទំនាក់ទំនងទៅកាន់លោកអ្នកក្នុងកំឡុងពេល24ម៉ោង។
ko_kr: 회원님께서 신청하신 상품 수령은 정상적으로 접수되었습니다. 상품 수령의 자세한 내용은 회원님의 이메일과 개인 쪽지로 발송되었습니다. 더욱 자세한 안내를 위해 저희 리워트 클럽에서 24시간 이내에 연락드릴 것 입니다. 감사합니다. W88 리워드 클럽.
th_th: การทำรายการแลกของรางวัลสำเร็จ รายละเอียดของการยื่นรายการของท่านได้ถูกส่งไปยังกล่องรับข้อความส่วนตัวหน้าเว็บ ทีมงานคลับสะสมแต้ม จะติดต่อกลับภายใน 24 ชม.
vi_vn: Qui đổi được đăng ký thành công. Chi tiết đổi quà của Quý khách đã được gửi đến email và hộp thư tin nhắn của Quý khách trên W88. Chúng tôi sẽ liên hệ với Quý khách trong vòng 24 giờ đồng hồ.
zh_cn: 幸运礼物兑换申请已经提交成功，您申请的详细信息已发送至您的邮箱和站内信中。我们的专员将会在24小时内联系您。

# lbl_redeem_success_submit
source: Redemption is submitted successfully
id_id: Penebusan Berhasil di ajukan
ja_jp: 償還は確かに提出されました
km_kh: ការប្តូរយករង្វាន់ត្រូវបានដាក់ស្នើជោគជ័យ
ko_kr: 상환이 성공적으로 제출되었습니다.
th_th: การแลกของรางวัลได้ทำรายการเรียบร้อยแล้ว
vi_vn: Đổi quà đã được xác nhận thành công
zh_cn: 兑换提交成功

# lbl_redeem_success_submit_SW
source: Redemption is submitted successfully. Your submission details has been sent to your email and private message. Our Rewards Team will contact you accordingly within 24 hours.
id_id: Penukaran yang anda ajukan sudah sukses. Rincian pengajuan anda telah dikirimkan ke email Anda dan pesan pribadi. Tim Reward kami akan menghubungi Anda dalam waktu 24 jam.
ja_jp: 償還は確かに提出されました。申請された詳細をお客様の電子メールに送りました。リワードチームが24時間以内にご連絡致します。
km_kh: សំណើរការដូរយករង្វាន់ ត្រូវបានបញ្ជូនដោយជោគជ័យ។ ពភ៌មានលំអិតត្រូវបានផ្ញើរទៅកាន់សារអេឡិចត្រូនិច និងសារឯកជន។ ក្រុមក្លឹបរង្វាន់របស់យើងនឹងទំនាក់ទំនងទៅកាន់លោកអ្នកក្នុងកំឡុងពេល24ម៉ោង។
ko_kr: 회원님께서 신청하신 상품 수령은 정상적으로 접수되었습니다. 상품 수령의 자세한 내용은 회원님의 이메일과 개인 쪽지로 발송되었습니다. 더욱 자세한 안내를 위해 저희 리워트 클럽에서 24시간 이내에 연락드릴 것 입니다. 감사합니다. W88 리워드 클럽.
th_th: การทำรายการแลกของรางวัลสำเร็จ รายละเอียดของการยื่นรายการของท่านได้ถูกส่งไปยังกล่องรับข้อความส่วนตัวหน้าเว็บ ทีมงานคลับสะสมแต้ม จะติดต่อกลับภายใน 24 ชม.
vi_vn: Qui đổi được đăng ký thành công. Chi tiết đổi quà của Quý khách đã được gửi đến email và hộp thư tin nhắn của Quý khách trên W88. Chúng tôi sẽ liên hệ với Quý khách trong vòng 24 giờ đồng hồ.
zh_cn: 幸运礼物兑换申请已经提交成功，您申请的详细信息已发送至您的邮箱和站内信中。我们的专员将会在24小时内联系您。

# lbl_redeem_vip
source: This Redemption Selection is EXCLUSIVELY for VIP Members only~ Feel The Difference for Being Part of Prestige Club ~
id_id: Seleksi penebusan ini adalah Seleksi EKSKLUSIF hanya untuk anggota VIP ,<br/>~ Rasakan perbedaannya untuk menjadi bagian dari Prestige Club
ja_jp: 皆さん！この報酬償還はＶＩＰ-Gold以上、またはHOUSE OF HIGHROLLERSの会員のためだけです、あなたはそれに値しました。
km_kh: ការប្ទូរយករង្វាន់នេះត្រូវបានជ្រើសរើសសមាជិកពិសេសតែប៉ុណ្ណោះ <br/> ~ មុខងារផ្សេងគ្នាសម្រាប់ជាផ្នែកនៃក្លឹបកិត្យានុភាព ~
ko_kr: 선택하신 상환은 VIP 회원 전용입니다.~ 프레스티지 클럽에 참여하셔서 다른 혜택을 받으세요 ~
th_th: ของรางวัลสำหรับสมาชิกวีไอพีเท่านั้น เป็นความรู้สึกที่แตกต่างของการบริการระดับสมาชิกวีไอพี
vi_vn: Lựa chọn đổi quà này chỉ DÀNH cho thành viên VIP <br/> ~ Cảm nhận sự khác biệt khi là thành viên của Club Prestige ~
zh_cn: 这项兑换选项仅为VIP客户提供~ 贵宾俱乐部与众不同

# lbl_redemption
source: Total Points Redemption
id_id: Total Poin yang terpakai
ja_jp: 合計ポイント償還
km_kh: ពិន្ទុសរុបនៃការប្តូររង្វាន់
ko_kr: 신청된 총 포인트
th_th: ยอดรวมคะแนนสะสมที่ใช้แลก
vi_vn: Tổng số điểm đổi
zh_cn: 兑换积分

# lbl_redemption_id
source: Redemption ID
id_id: ID Penukaran
ja_jp: リデンプション ID
km_kh: អត្ដសញ្ញាណនៃការប្តូររង្វាន់
ko_kr: 신청 ID
th_th: รหัสการแลกของรางวัล
vi_vn: Mã số đổi điểm
zh_cn: 兑换交易码

# lbl_redemption_limit_reached
source: Redemption limit reached!
ja_jp: 償還期限に達しました

# lbl_redemption_listing
source: Redemption Listing
id_id: Daftar Penukaran
ja_jp: 償還リストオップス！ あなたは既に今年の誕生日アイテムを償還しました、現在処理中でございます。
km_kh: តារាងនៃការប្តូររង្វាន់
ko_kr: 신청 목록
th_th: รายการการแลกของรางวัล
vi_vn: Bảng liệt kê điểm đổi
zh_cn: 兑换列表

# lbl_redemption_processing_limit_reached
source: Oops! You have already redeemed your BIRTHDAY item which is under processing stage now.
ja_jp: オップス！ あなたは既に今年の誕生日アイテムを償還しました。
ko_kr: 회원님의 생일 보너스 신청이 현재 검토 처리 중입니다.
th_th: ขออภัยค่ะ! คุณได้ทำการแลกของขวัญวันเกิดของคุณแล้ว ซึ่งขณะนี้อยู่ในระหว่างการดำเนินการค่ะ
zh_cn: 出错啦！您已经提交了生日礼物的申请，正在处理中，请您耐心等待！

# lbl_redemption_type
source: Redemption Type
id_id: Tipe Penebusan
ja_jp: 償還タイプ
km_kh: ប្រភេទការដូររង្វាន់
ko_kr: 상금타입
th_th: ชนิดของการรับแลก
vi_vn: Phương thức quy đổi
zh_cn: 换领类型

# lbl_redemption_type_Redeem
source: Redemption
id_id: Penebusan
ja_jp: 償還
km_kh: ការដូររង្វាន់
ko_kr: 상금받기
th_th: แลกรางวัล
vi_vn: Quy đổi
zh_cn: 换领

# lbl_redemption_type_SW
source: Spin Wheel Prize
id_id: Hadiah Roda Berputar
ja_jp: ホイールプライズのスピン
km_kh: ប្រាក់រង្វាន់កង់បង្វិល
ko_kr: 상금휠을 돌려주세요
th_th: หมุนวงล้อรางวัล
vi_vn: Giải thưởng của vòng quay
zh_cn: 旋转轮奖品

# lbl_remarks
source: Remarks
id_id: Catatan
ja_jp: 備考
km_kh: កំណត់សម្គាល់
ko_kr: 비고
th_th: หมายเหตุ
vi_vn: Chú thích
zh_cn: 备注

# lbl_responsible
source: Responsible Gaming
id_id: Bermain dengan Tanggung jawab
ja_jp: リスポンスィブルゲーム
km_kh: ការទទួលខុសត្រូវផ្នែកហ្គេម
ko_kr: 게임 과몰입 방지
th_th: ความรับผิดชอบในการเดิมพัน
vi_vn: Trách nhiệm chơi
zh_cn: 责任博彩

# lbl_rewards
source: Rewards
id_id: Hadiah
ja_jp: リワード
km_kh: រង្វាន់
ko_kr: 보상에 대하여
th_th: โปรแกรมสะสมแต้ม
vi_vn: Điểm thưởng
zh_cn: 积分

# lbl_search
source: SEARCH
id_id: Cari
ja_jp: サーチ
km_kh: ស្វែងរក
ko_kr: 검색
th_th: ค้นหา
vi_vn: Tìm
zh_cn: 搜索

# lbl_sort
source: Sort By
id_id: Urut Berdasarkan
ja_jp: 検索、サーチ
km_kh: រៀបតាម
ko_kr: 정렬 기준
th_th: เรียงลำดับตาม
vi_vn: Liệt kê bằng
zh_cn: 排序方式

# lbl_status
source: Status
ja_jp: ステータス
km_kh: ស្ថានភាព
ko_kr: 상태
th_th: สถานะ
vi_vn: Trạng thái
zh_cn: 状态

# lbl_SWItem
source: CONGRATULATIONS!<br/>You have won
id_id: SELAMAT! <br/>Anda Menang
ja_jp: おめでとうございます。あなたは勝ちました。
km_kh: សូមអបអរសាទរ!<br/> អ្នកបានឈ្នះរង្វាន់
ko_kr: 축하드립니다! <br/> 당첨 되셨습니다.
th_th: ขอแสดงความยินดี<br/>ด้วยคะคุณชนะ
vi_vn: XIN CHÚC MỪNG! <br/> Bạn Đã Chiến Thắng
zh_cn: 恭喜你!<br/>你已经赢了

# lbl_title
source: Title
id_id: Judul
ja_jp: タイトル
km_kh: ឈ្មោះ
ko_kr: 타이틀
th_th: ชื่อ
vi_vn: Tiêu đề
zh_cn: 标题

# lbl_tnc
source: Terms & Conditions
id_id: Syarat & Ketentuan
ja_jp: 利用規約
km_kh: លក្ខខណ័្ឌទូទៅ
ko_kr: 이용약관
th_th: ข้อกำหนดและเงื่อนไข
vi_vn: Điều khoản & Điều Kiện
zh_cn: 规则与条款

# lbl_to
source: to
id_id: Ke
ja_jp: トゥー
km_kh: ទៅ
ko_kr: {0} 에게
th_th: ถึง
vi_vn: tới
zh_cn: 到

# lbl_total
source: Total
id_id: Jumlah
ja_jp: トータル
km_kh: សរុប
ko_kr: 총
th_th: จำนวนรวม
vi_vn: Tổng cộng
zh_cn: 合计

# lbl_total_stake
source: Total Stake
id_id: Total Taruhan
ja_jp: トータルステーク
km_kh: ប្រាក់ភ្នាល់សរុប
ko_kr: 총 스테이크
th_th: ยอดรวมการวางเดิมพัน
vi_vn: Tổng tiền cược
zh_cn: 总投注额

# lbl_update
source: Update
id_id: Perbarui
ja_jp: 最新のものにする
km_kh: កែសំរួល
ko_kr: 업데이트
th_th: ล่าสุด
vi_vn: Cập nhật
zh_cn: 更新

# lbl_view
source: View
id_id: Lihat
ja_jp: ビュー
km_kh: មើល
ko_kr: 보기
th_th: ดู
vi_vn: Xem
zh_cn: 查看

# lbl_wallet
source: Product Wallet
id_id: Dompet Produk
ja_jp: プロダクトウォレット
km_kh: ផលិតផលចំបង
ko_kr: 상품 지갑
th_th: กระเป๋าผลิตภัณฑ์
vi_vn: Tài khoản sản phẩm
zh_cn: 产品钱包

# lbl_winner
source: W88 Winners
id_id: Pemenang W88
ja_jp: ｗ88 ウイナー
km_kh: អ្នកឈ្នះនៃវេបសាយW88
ko_kr: W88 최신 당첨자
th_th: ผู้ชนะ W88
vi_vn: Người chiến thắng W88
zh_cn: W88 赢家

# lbl_year
source: Year
id_id: Tahun
ja_jp: 年
km_kh: ឆ្នាំ
ko_kr: 년
th_th: ปี
vi_vn: Năm
zh_cn: 年

# lbl_noRedemption
source: No redemption items available
ja_jp: 利用可能な償還アイテムはありません
km_kh: គ្មានវត្ថុសម្រាប់ការប្តូរ
ko_kr: 해당 부분은 리워드 보너스입니다.
th_th: ไม่มีรายการของรางวัลที่มีอยู่
zh_cn: 没有物品可兑换

# lbl_points_insufficient
source: Your Points Are Insufficient. Please Earn More Reward Points For This Redemption!
id_id: Poin anda tidak mencukupi. Harap hasilkan poin reward lagi untuk penukaran ini!
km_kh: ១- ពិន្ទុរបស់លោកអ្នកមិនគ្រប់គ្រាន់ទេ។ សូមមេត្តាសន្សំពិន្ទុរង្វាន់បន្ថែមទៀតសំរាប់ការរំលោះ!
ko_kr: 포인트가 부족합니다. 상환하시려면 더 많은 보상 포인트를 적립하셔야 합니다!
th_th: แต้มของคุณไม่พอ.กรุณาเพิ่มแต้มสะสมสำหรับแลกของรางวัล
vi_vn: Điểm của bạn chưa đủ. Vui lòng tích lũy thêm Điểm Thưởng để qui đổi.
zh_cn: 您的积分还不足够，请赚取更多积分兑换礼品

# lbl_product
source: Product
id_id: Produk
km_kh: ផលិតផល
ko_kr: 제품
th_th: ผลิตภัณฑ์
vi_vn: Sản phẩm
zh_cn: 商品
